Repository: vidhan7337/Mobi-tiffin
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Home Screen
gu: હોમ સ્ક્રીન

source: Top Tiffin Provider
gu: ટોચ ટિફિન પ્રદાતા

source: Available
gu: ઉપલબ્ધ

# notavilable
source: Not Available
gu: ઉપલબ્ધ નથી

source: Home
gu: હોમ

source: Profile
gu: પ્રોફાઇલ

source: My Orders
gu: મારા ઓર્ડર

source: Logout
gu: લૉગ આઉટ

# logoutsuccesfully
source: Logout successfully
gu: લૉગ આઉટ સફળતાપૂર્વક

source: Selected Language is :
gu: પસંદગીની ભાષા છે :

source: Language
gu: ભાષા

source: Online Tiffin
gu: ઓનલાઇન ટિફિન

# logintoyouracc
source: Login to your account
gu: તમારા ખાતામાં સાઇન ઇન કરો

source: Email
gu: ઇમેઇલ

source: Password
gu: પાસવર્ડ

source: Sign In
gu: સાઇન ઇન કરો

source: Login
gu: પ્રવેશ કરો

source: Register
gu: નોંધણી

source: User Name
gu: વપરાશકર્તા નામ

# confirmpass
source: Confirm password
gu: પાસવર્ડની પુષ્ટિ કરો

source: Sign up
gu: સાઇન અપ કરો

# passwordshouldatleastcontainletter
source: Password should atleast contain 6 letters
gu: પાસવર્ડમાં ઓછામાં ઓછા 6 અક્ષરો હોવા જોઈએ

# entervalidemail
source: Enter Valid Email Address
gu: માન્ય ઇમેઇલ સરનામું દાખલ કરો

# pleasefillinfo
source: Please fill up the required details
gu: કૃપા કરીને જરૂરી વિગતો ભરો

# passwordnotmatch
source: Password do not match.
gu: પાસવર્ડ મેળ ખાતો નથી

# emailexists
source: Email already Exists
gu: ઇમેઇલ પહેલેથી જ અસ્તિત્વમાં છે

# authenticating
source: authenticating wait...
gu: પ્રતીક્ષાને અધિકૃત કરી રહ્યું છે ...

# registersucc
source: Registered successfully
gu: સફળતાપૂર્વક નોંધાયેલું

source: OK
gu: બરાબર

# plsentercorrectdetails
source: Please Enter Correct Details
gu: કૃપા કરી સાચી વિગતો દાખલ કરો

# plsentercorrectemail
source: Please Enter Correct Email
gu: કૃપા કરી સાચી ઇમેઇલ દાખલ કરો

# pleaseentercorrectpass
source: Please Enter Correct Password
gu: કૃપા કરી સાચો પાસવર્ડ દાખલ કરો

# signedsucc
source: Signed In successfully
gu: સાઇન ઇન સફળતાપૂર્વક

source: English
gu: અંગ્રેજી

source: Hindi
gu: હિન્દી

# gujrati
source: Gujarati
gu: ગુજરાતી

# selectyourlanguage
source: Select suitable language for you
gu: તમારા માટે યોગ્ય ભાષા પસંદ કરો

source: Apply
gu: લાગુ કરો

source: New Order
gu: નવો ઓર્ડર

source: Preparing
gu: તૈયારી કરી રહ્યા છીએ

source: Complete / Cancel
gu: પૂર્ણ / રદ કરો

source: Account
gu: ખાતું

source: Name
gu: નામ

source: Update Profile
gu: પ્રોફાઇલ અપડેટ કરો

source: My Addresses
gu: મારા સરનામાંઓ

source: Tiffin Details
gu: ટિફિન વિગતો

# todaymenu
source: Today's Menu
gu: આજનો મેનુ

source: Order
gu: ઓર્ડર

# nottakingorder
source: Not Taking Orders
gu: ઓર્ડર નથી લેતા

source: Profile Updated
gu: પ્રોફાઇલ અપડેટ થઈ

source: Select image
gu: છબી પસંદ કરો

source: Update
gu: અપડેટ

source: New Address Added
gu: નવું સરનામું ઉમેર્યું

source: New Address
gu: નવું સરનામું

source: Address
gu: સરનામું

# title
source: Title (Home/Office...)
gu: શીર્ષક

# phone
source: Mobile No.
gu: મોબાઈલ નમ્બર.

# flatnumber
source: Flat/House Number
gu: ફ્લેટ / મકાન નંબર

source: Area
gu: વિસ્તાર

source: State
gu: રાજ્ય

source: City
gu: શહેર

# plswritephnnumber
source: Please write correct phone number
gu: કૃપા કરી સાચો ફોન નંબર લખો

source: Your Address
gu: તમારું સરનામું

# suredelete
source: Are you sure you want to delete
gu: શું તમે ખરેખર કાઢી નાખવા માંગો છો?

source: Address Deleted
gu: સરનામું કાઢી નાંખવું

source: Yes
gu: હા

source: No
gu: ના

source: Delete
gu: કાઢી નાંખવું

source: Edit
gu: ફેરફાર કરો

source: Add Address
gu: સરનામું ઉમેરો

# addressedit
source: Address Edited
gu: સરનામું સંપાદન

source: Edit Address
gu: સરનામું સંપાદિત કરો

# cannotedit
source: You cannot edit this field
gu: તમે આ ક્ષેત્રને સંપાદિત કરી શકતા નથી

source: Select Address
gu: સરનામું પસંદ કરો

source: Order Rating
gu: ઓર્ડર રેટિંગ

source: Order rated
gu: ઓર્ડર રેટ કરેલ

# writeyourrevie
source: Write Your Review
gu: તમારી સમીક્ષા લખો

# sunbmit
source: Submit
gu: સબમિટ કરો

source: Checkout
gu: ચેકઆઉટ

# payoption
source: Payment option
gu: ચુકવણી વિકલ્પ

# cod
source: Cash On delivery
gu: વસ્તુ મળે ત્યારે રોકડા રૂપિયા આપવા

source: Online
gu: ઓનલાઇન

# orderisplacedyoucancheck
source: Your Order is Placed!! You can check in My Orders
gu: તમારો ઓર્ડર મૂક્યો છે !! તમે મારા ઓર્ડર્સમાં ચકાસી શકો છો

source: Order ID:
gu: ઓર્ડર આઈડી:

source: Sold by :
gu: ના દ્વારા વેચાણ :

source: Order Status
gu: ઓર્ડર સ્થિતિ

source: Delivered
gu: વિતરિત

# reject
source: Rejected
gu: નકારી

# ratethisorder
source: Rate Now
gu: હવે રેટ કરો

source: Rating :
gu: રેટિંગ:

source: Placed
gu: મૂકવામાં

# reasonforcancel
source: Reason For Cancellation
gu: રદ કરવા માટેનું કારણ

# ordercancel
source: Order is Cancelled
gu: ઓર્ડર રદ કરાયો છે

# confirmreject
source: Confirm Rejection
gu: અસ્વીકારની પુષ્ટિ કરો

source: Cancel Order
gu: ઓર્ડર રદ

# prepaing
source: Preparing
gu: તૈયારી કરી રહ્યા છીએ

source: Out For Delivery
gu: ડિલિવરી માટે બહાર

source: Order Details
gu: ઓર્ડર વિગતો

source: Reason :
gu: કારણ :

# paystatus
source: Payment Status :
gu: ચુકવણીની સ્થિતિ:

source: Time :
gu: સમય :

source: Order Review :
gu: ઓર્ડર સમીક્ષા:

# itemdetail
source: Item Details
gu: આઇટમ વિગતો

source: Quantity
gu: પ્રમાણ

source: Note :
gu: નૉૅધ :

source: Provider Details
gu: પ્રદાતા વિગતો

# deliverydetail
source: Delivery Details
gu: વિતરણ વિગતો

source: Time Slot :
gu: સમય સ્લોટ:

# paydetails
source: Payment Details
gu: ચુકવણીની વિગતો

source: Item Price
gu: આઇટમ ભાવ

# deliveryprice
source: Delivery Charge
gu: ડિલિવરી ચાર્જ

source: Total Price
gu: કુલ કિંમત

source: What Would You Like To Have?
gu: તમે શું ખરીદવા માંગો છો?

# deliverytimeslot
source: Delivery Timing Slot
gu: ડિલિવરી સમય સ્લોટ

# anynote
source: Any Notes?
gu: કોઈપણ નોંધો?

source: Lunch
gu: લંચ

source: Dinner
gu: ડિનર

source: Tiffin User App
gu: ટિફિન યુઝર એપ્લિકેશન

# changepass
source: Change Password
gu: પાસવર્ડ બદલો

# passupdated
source: Password Updated
gu: પાસવર્ડ અપડેટ કરાયો

# oldpass
source: Old password
gu: જુનો પાસવર્ડ

source: New password
gu: નવો પાસવર્ડ

# oldpasswordwrong
source: Old Password is wrong
gu: જૂનો પાસવર્ડ ખોટો છે

source: Contact Us
gu: અમારો સંપર્ક કરો

source: Your Name
gu: તમારું નામ

source: Your Email
gu: તમારા ઇમેઇલ

source: Topic for contacting
gu: સંપર્ક કરવા માટેનો વિષય

# enterurtopic
source: Enter Your Topic
gu: તમારો વિષય દાખલ કરો

# yourmsg
source: Your message
gu: તમારો સંદેશો

# plswritesomething
source: Please Write Some Message
gu: કૃપા કરી થોડો સંદેશ લખો

source: Send Mail
gu: સંદેશો મોકલો

# ucancallushere
source: You can call us here
gu: તમે અમને અહીં કૉલ કરી શકો છો

source: Call
gu: કૉલ

source: Order Now
gu: હમણાં ઓર્ડર કરો

# todayspecial
source: Today's Special Menu
gu: આજનો વિશેષ મેનુ

source: Other Items
gu: અન્ય વસ્તુઓ

# item
source: Items
gu: વસ્તુઓ

# plschooseitemtoproceed
source: Please choose item to proceed
gu: કૃપા કરીને આગળ વધવા માટે આઇટમ પસંદ કરો

# ucanolnychooseone
source: You can only choose one out of lunch or dinner
gu: તમે લંચ અથવા ડિનરમાંથી ફક્ત એક જ પસંદ કરી શકો છો

# selectstar
source: Tap on Star to rate
gu: રેટ કરવા માટે સ્ટાર પર ટેપ કરો

# noslotavailable
source: No time slot available
gu: સમયનો સ્લોટ ઉપલબ્ધ નથી

source: Type Here
gu: અહી લખો

# withouttimeslotucannotproceed
source: Without Time Slot You Cannot Proceed
gu: ટાઇમ સ્લોટ વિના તમે આગળ વધી શકતા નથી
